
glav_info = """
📜Информация о сервере Street RolePlay

📢Street RolePlay - сервер, который является лучшей копией Радмира со своими системами,которых нет таже на самом радмире!
🔑Дата открытия сервера: 15.07.2021

Контакты
👔Основатель проекта: Владислав Бедринец
VK: https://vk.com/v.bedrinets
DS: Durex#8159
💻Главный разработчик проекта: Рома Тригуб
VK: https://vk.com/romatrigub
DS: Farmer#9002


📌Если у Вас есть жалобы, вопросы или хотите узнать техническую информацию, то жмите кнопку "Помощь"! 
🎮Чтобы узнать, как начать играть на нашем проекте, жми кнопку "Играть", мы будем ждать тебя нанашем проекте!
✨Приятной игры на Street RolePlay!✨
"""

donate = """
💲Хотите задонатить?
📲Тогда заполните форму ниже.

Форма подачи(Скопируйте от ^ до ^(не включая знаки ^) и отправте боту):
^
#donatstreet 1. Что хотите: Донат
2. Ник в игре:
3. Сумма доната:
^
"""

bt_play = """🎮Хочешь начать играть на Street RP CRMP?
Тогда лови инструкцию как начать играть:

1️⃣Первый способ:
1. Просто посмотрите видео обучение от основателя.
yt: https://www.youtube.com/watch?v=BlzX1wrlims&t

2️⃣Второй способ следуй инструкции:
1. Скачай данные файлы.
y-disk: https://disk.yandex.ru/d/uFFUWUfkIzDJ8Q
Если у Вас устоновлен Радмир пропустите следующие два шага.
2. Скачайте и установите лаучер Радмира.
скачать: https://r-rp.ru
3. Зайдите в лаучер и устоновите игру.
4. Зайдите в корневую папку игры и скинте все файлы, скаченные по пункту один(если надо что-то заменить, заменяейте)
5. Поздравляю Вы можете играть на нашем проекте!

✨Приятной игры на Street RolePlay!✨
"""

com_admin = """
Считаете, что администратор не прав? 
Обратитесь к основателю проекта по форме ниже, он поможет Вам разобраться в ситуации. 

Форма подачи(Скопируйте от ^ до ^(не включая знаки ^) и отправте боту):
^
#comadmin 1. Ваш игровой ник: 
2. Ник администратора, который нарушил: 
3. Суть жалобы: 
4. Доказательства:
^
"""

com_player = """
Увидели, что игрок нарушает, а администраторов нет на сервере? 
Обратитесь к основателю проекта по форме ниже, он поможет Вам наказать нарушителя!

Форма подачи(Скопируйте от ^ до ^(не включая знаки ^) и отправте боту):
^
#complayer 1. Ваш игровой ник: 
2. Ник нарушителя: 
3. Суть жалобы: 
4. Доказательства:
^
"""

sot = """
📢 Открыт набор на сотрудничество с проектом Street RolePlay. Снимаете видеоролики или проводите прямые трансляции на YouTube или TikTok? Тогда мы поможем вам в этой сфере.
📌Главные условия для БЕСПЛАТНОГО сотрудничества:
— Минимум от 70 просмотров под видеороликами
— От 3х и более видеороликов на канале
— Количество подписчиков на канале не менее 100 человек
— Самое главное - желание развиваться в этой сфере и работать над своим контентом.

✉От нас вы получите: Личный промокод, помощь от администрации в осуществлении видеороликов/стримов, виртуальную валюту и стабильный доход!
Пишите в ЛС основателю проекта
ВКонтакте: https://vk.com/v.bedrinets
"""

ds_admin = """
Чувствуете себя ответственным и всегда готовы прийти на помощь игрокам, тогда вы можете подать заявление на пост администратора. 

Подробнее узнать и подать заявку можно в Discord сервере нашего проекта. 
DS: https://discord.gg/we4nfSK7uE
P.S. В самом низу категория "Заявления" >>> текстовый канал "Администратор"
"""

ds_leader = """
У Вас есть ответственным и готовы взять командование организации на себя, тогда вы можете подать заявление на пост лидера. 

Подробнее узнать и подать заявку можно в Discord сервере нашего проекта. 
DS: https://discord.gg/PPe3aMac9P
P.S. В самом низу категория "Заявления" >>> текстовый канал "Лидер" 
"""

info_serv = """
Информация сервера Street RolePlay

Полезные ссылки:
Группа ВК: https://vk.com/streetrrp
Discord Server: https://discord.gg/pqMVNd4vXY
Официльная беседа: https://vk.me/join/I8s8EozzMA/6E8ef3QnNWf5uqi37uf2xWmE=

Контакты:
👔Основатель проекта: Владислав Бедринец
VK: https://vk.com/v.bedrinets
DS: Durex#8159
"""